import css from './About.module.css';

export const About = () => {
  return (
    <section className={css.about}>
      <div className={css.container}>
        <h2 >Трохи про мене</h2>
        <p>
          Привіт! Моє життя - це солодкий шлях, який я обираю щодня. Робота
          вдома дозволяє мені розвиватися в своєму хобі, перетворюючи його в
          щось більше, ніж просто хобі - це моє покликання.
        </p>
        <p>
          Моя кухня - моє місце сили, моє поле творчості. Тут я можу вільно
          експериментувати з рецептами, створюючи найсмачніші і найкрасивіші
          десерти. Від ніжних кремів до незвичних капкейків - кожна страва є
          моїм витвором мистецтва.
        </p>
        <p>
          Найбільше задоволення я отримую, коли бачу радість на обличчях своїх
          клієнтів. Вони - моє натхнення, моя мотивація. Знаючи, що мої десерти
          можуть зробити чийсь день яскравішим і щасливішим, я відчуваю, що моя
          робота дійсно має значення.
        </p>
        <p>
          Творчість у кондитерському мистецтві допомагає мені виразити себе і
          поділитися своєю любов'ю до солодощів з іншими. Я горда тим, що можу
          створювати щастя через кожен шматочок моєї роботи.
        </p>
      </div>
    </section>
  );
};
